results/node1_sysbench.log
Sysbench run
sysbench 0.5:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 8
Random number generator seed is 0 and will be ignored


Threads started!

OLTP test statistics:
    queries performed:
        read:                            0
        write:                           21313
        other:                           0
        total:                           21313
    transactions:                        0      (0.00 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 21313  (355.13 per sec.)
    other operations:                    0      (0.00 per sec.)

General statistics:
    total time:                          60.0149s
    total number of events:              21313
    total time taken by event execution: 479.7902s
    response time:
         min:                                  3.85ms
         avg:                                 22.51ms
         max:                                 73.96ms
         approx.  95 percentile:              37.05ms

Threads fairness:
    events (avg/stddev):           2664.1250/3.44
    execution time (avg/stddev):   59.9738/0.01