results/node2_sysbench.log
Sysbench run
sysbench 0.5:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 8
Initializing random number generator from seed (1).


Threads started!

OLTP test statistics:
    queries performed:
        read:                            0
        write:                           21071
        other:                           0
        total:                           21071
    transactions:                        0      (0.00 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 21071  (350.96 per sec.)
    other operations:                    0      (0.00 per sec.)

General statistics:
    total time:                          60.0385s
    total number of events:              21071
    total time taken by event execution: 479.9042s
    response time:
         min:                                  5.27ms
         avg:                                 22.78ms
         max:                                 60.79ms
         approx.  95 percentile:              37.23ms

Threads fairness:
    events (avg/stddev):           2633.8750/3.02
    execution time (avg/stddev):   59.9880/0.00