results/node3_sysbench.log
Sysbench run
sysbench 0.5:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 8
Initializing random number generator from seed (2).


Threads started!

OLTP test statistics:
    queries performed:
        read:                            0
        write:                           21030
        other:                           0
        total:                           21030
    transactions:                        0      (0.00 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 21030  (350.35 per sec.)
    other operations:                    0      (0.00 per sec.)

General statistics:
    total time:                          60.0260s
    total number of events:              21030
    total time taken by event execution: 479.6602s
    response time:
         min:                                  4.95ms
         avg:                                 22.81ms
         max:                                 86.84ms
         approx.  95 percentile:              37.41ms

Threads fairness:
    events (avg/stddev):           2628.7500/4.60
    execution time (avg/stddev):   59.9575/0.01